#
# https://github.com/Homebrew/homebrew-bundle
# https://robots.thoughtbot.com/brewfile-a-gemfile-but-for-homebrew
#
# USAGE:
# brew tap homebrew/bundle
# brew bundle
#

brew "fzf"
brew "neovim"
brew "git"
brew "htop"
brew "keychain"
brew "tmux"

cask "1password"
cask "1password-cli"
cask "dropbox"
cask "brave-browser"
cask "iterm2"
cask "keybase"
cask "slack"
cask "discord"
cask "spotify"
cask "vlc"
case "visual-studio-code"
