#
# https://github.com/Homebrew/homebrew-bundle
# https://robots.thoughtbot.com/brewfile-a-gemfile-but-for-homebrew
#
# USAGE:
# brew tap homebrew/bundle
# brew bundle
#

brew "neovim"
brew "git"
brew "htop"
brew "keychain"
brew "tmux"
brew "fzf"

cask "1password"
cask "discord"
cask "docker"
cask "iterm2"
cask "linear-linear"
cask "postman"
cask "slack"
cask "vlc"
cask "visual-studio-code"
cask "zoom"
